Locales ['fr'] = {
	['put_hifi'] = 'Вы поставили бумбокс',
	['get_hifi'] = 'Забрать бумбокс',
	['play_music'] = 'Включить музыку',
	['stop_music'] = 'Остановить музыку',
	['volume_music'] = 'Громкость',
	['hifi_alreadyOne'] = 'Бумбокс уже стоит',
	['set_volume'] = 'Установите громкость (от 0 до 100)',
	['play_id'] = 'Вствьте айди видео с YouTube',
	['play'] = 'Вствьте айди видео с YouTube ',
	['sound_limit'] = 'Уровень громкости может быть только от 0 до 100',
	['hifi_help'] = 'Нажмите ~INPUT_CONTEXT~ что бы настроить бумбокс'
}
