Config                            = {}

Config.Teleporters = {
	['EclipseTowers'] = {
		['Job'] = 'police',
		['Enter'] = {
			['x'] = 1690.84,
			['y'] = 2591.98,
			['z'] = 44.70,
			['Information'] = '[E] Войти',
		},
		['Exit'] = {
			['x'] = 1722.48,
			['y'] = 2493.45,
			['z'] = -78.70,
			['Information'] = '[E] Выйти'
		}
	},

	['Coke'] = {
		['Job'] = 'none',
		['Enter'] = {
			['x'] = 2890.6,
			['y'] = 4391.8,
			['z'] = 49.5,
			['Information'] = '[E] Войти'
		},

		['Exit'] = {
			['x'] = 1088.6,
			['y'] = -3188.2,
			['z'] = -39.9,
			['Information'] = '[E] Выйти'
		}
	},

	['Weed'] = {
		['Job'] = 'none',
		['Enter'] = {
			['x'] = 930.85,
			['y'] = -1547.02,
			['z'] = 29.9,
			['Information'] = '[E] Войти'
		},

		['Exit'] = {
			['x'] = 1065.51,
			['y'] = -3183.39,
			['z'] = -40.1,
			['Information'] = '[E] Выйти'
		}
	},

--[[
	['MotelPink'] = {
		['Job'] = 'none',
		['Enter'] = {
			['x'] = 333.22,
			['y'] = -225.53,
			['z'] = 57.12,
			['Information'] = '[E] Войти'
		},

		['Blip'] = {
			['Sprite'] = 40,
			['Color'] = 50,
			['Text'] = "Мотель",
		},

		['Exit'] = {
			['x'] = 151.32,
			['y'] = -1007.23,
			['z'] = -100.0,
			['Information'] = '[E] Выйти'
		},
	},
]]--

	--Next here

	['home1'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 323.19,
		['y'] = 426.49,
		['z'] = 148.05,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = 325.03,
		['y'] = 427.41,
		['z'] = 147.97,
		['Information'] = '[E] Выйти'
	}
},

['home2'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 368.83,
		['y'] = 401.98,
		['z'] = 144.51,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = 369.2,
		['y'] = 403.86,
		['z'] = 144.5,
		['Information'] = '[E] Выйти'
	}
},

['home3'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 120.21,
		['y'] = 537.47,
		['z'] = 182.9,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = 119.95,
		['y'] = 539.75,
		['z'] = 182.9,
		['Information'] = '[E] Выйти'
	}
},

['home4'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -168.44,
		['y'] = 476.69,
		['z'] = 136.25,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -168.82,
		['y'] = 478.62,
		['z'] = 136.24,
		['Information'] = '[E] Выйти'
	}
},

['home5'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -666.73,
		['y'] = 577.02,
		['z'] = 143.98,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -668.06,
		['y'] = 578.6,
		['z'] = 143.97,
		['Information'] = '[E] Выйти'
	}
},

['home6'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -779.02,
		['y'] = 610.23,
		['z'] = 142.8,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -776.57,
		['y'] = 611.06,
		['z'] = 142.73,
		['Information'] = '[E] Выйти'
	}
},

['home7'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -857.55,
		['y'] = 669.27,
		['z'] = 151.45,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -857.66,
		['y'] = 670.91,
		['z'] = 151.45,
		['Information'] = '[E] Выйти'
	}
},

['home8'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = -1289.23,
		['y'] = 426.96,
		['z'] = 96.58,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -1289.21,
		['y'] = 429.36,
		['z'] = 96.5,
		['Information'] = '[E] Выйти'
	}
},
-- Тюрьма
['prison'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 1820.59,
		['y'] = 2567.87,
		['z'] = 44.6,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = 1825.39,
		['y'] = 2585.86,
		['z'] = 44.6,
		['Information'] = '[E] Выйти'
	}
},

['lifeinvider'] = {
	['Job'] = 'reporter',
	['Enter'] = {
		['x'] = -1048.61,
		['y'] = -238.36,
		['z'] = 43.0,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -1046.45,
		['y'] = -237.21,
		['z'] = 43.0,
		['Information'] = '[E] Выйти'
	}
},

['lifeinvider2'] = {
	['Job'] = 'reporter',
	['Enter'] = {
		['x'] = -1062.67,
		['y'] = -240.98,
		['z'] = 43.0,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = -1063.63,
		['y'] = -239.33,
		['z'] = 43.0,
		['Information'] = '[E] Выйти'
	}
},

['diamondroof'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 948.28,
		['y'] = 50.83,
		['z'] = 74.12,
		['Information'] = '[E] Подняться'
	},

	['Exit'] = {
		['x'] = 964.62,
		['y'] = 58.86,
		['z'] = 111.55,
		['Information'] = '[E] Спуститься'
	}
},

['Biker'] = {
	['Job'] = 'none',
	['Enter'] = {
		['x'] = 46.11,
		['y'] = 2788.5,
		['z'] = 56.88,
		['Information'] = '[E] Войти'
	},

	['Exit'] = {
		['x'] = 997.49,
		['y'] = -3158.08,
		['z'] = -39.91,
		['Information'] = '[E] Выйти'
	}
},

}
